<?php

$_lang['sitestatistics_prop_count'] = 'Режим подсчета статистики: "" - показывает общие данные, "byday" - показывает данные за день, "bymonth" - данные за месяц, "byday" - данные за год. Может работать в паре с параметром "date". Если "date" не указан, то берется соответственно текущие дата/месяц/год';
$_lang['sitestatistics_prop_date'] = 'Дата для вывода статистики. Если не указана, то берется текущая. Формат с учетом параметра "count": для "byday" - "YYYY-mm-dd", для "bymonth" - "YYYY-mm", для "byyear" - "YYYY"';
$_lang['sitestatistics_prop_mode'] = 'Режим вывода статистики: "page" - статистика ресурса, "site" - статистика сайта.';
$_lang['sitestatistics_prop_resource'] = 'ID ресурса для вывода статистики. Если не указан, берется ID текущего.';
$_lang['sitestatistics_prop_show'] = 'Указывает какой параметр статистики выводить - просмотры (views) или пользователи (users).';
$_lang['sitestatistics_prop_toPlaceholders'] = 'Если "да", то результат будет сохранен в плейсхолдеры [[+stat.views]] и [[+stat.users]], вместо прямого вывода на странице.';
$_lang['sitestatistics_prop_tpl'] = 'Шаблон для вывода статистики.';
$_lang['siteonlineusers_prop_ctx'] = 'Контекст, в котором нужно считать пользователей. Если не указан, то считается во всех контекстах.';
$_lang['siteonlineusers_prop_toPlaceholder'] = 'Если указан этот параметр, то результат будет сохранен в указанный плейсхолдер.';
$_lang['siteonlineusers_prop_tpl'] = 'Шаблон для вывода информации о текущих пользователях.';
